[{
   "hotel_name": "Sai Kaew Beach Resort",
   "addressline1": "8/1 Moo 4 Tumbon Phe Muang",
   "author":"6463c6b3dd3d25c7a5921e69",
   "photos":[
      {
        "url":"http://pix2.agoda.net/hotelimages/1/-1/0ff4876f93688b8adcbed487b5a2175d.jpg?s=312x",
        "filename":"0ff4876f93688b8adcbed487b5a2175d.jpg?s=312x"
      }
   ], 
   "overview": "The 4-star Sai Kaew Beach Resort offers comfort and convenience whether you're on business or holiday in Koh Samet. The property features a wide range of facilities to make your stay a pleasant experience. Free Wi-Fi in all rooms, daily housekeeping, gift/souvenir shop, 24-hour front desk, Wi-Fi in public areas are just some of the facilities on offer. Some of the well-appointed guestrooms feature slippers, separate living room, television LCD/plasma screen, mirror, internet access – wireless. Take a break from a long day and make use of fitness center, sauna, outdoor pool, spa, massage. No matter what your reasons are for visiting Koh Samet, Sai Kaew Beach Resort will make you feel instantly at home.",
   "rating_average": 3
   
 },
 {
   "hotel_name": "Marine Hotel",
   "addressline1": "Sutton Cross",
   "author":"6463c6b3dd3d25c7a5921e69",
   "photos":[
      {
        "url":"http://pix2.agoda.net/hotelimages/1/-1/0ff4876f93688b8adcbed487b5a2175d.jpg?s=312x",
        "filename":"0ff4876f93688b8adcbed487b5a2175d.jpg?s=312x"
      }
   ],
   "overview": "Marine Hotel is perfectly located for both business and leisure guests in Dublin. The hotel offers guests a range of services and amenities designed to provide comfort and convenience. Free Wi-Fi in all rooms, 24-hour front desk, luggage storage, car park, room service are just some of the facilities on offer. Comfortable guestrooms ensure a good night's sleep with some rooms featuring facilities such as heating, telephone, television, satellite/cable TV, shower. Entertain the hotel's recreational facilities, including sauna, golf course (within 3 km), indoor pool, garden. No matter what your reasons are for visiting Dublin, Marine Hotel will make you feel instantly at home.",
   "rating_average": 2
   
 },
 { 
   "hotel_name": "TRYP Malaga Alameda Hotel",
   "addressline1": "Avenida de la Aurora CC.Larios Centro S/N",
   "author":"6463c6b3dd3d25c7a5921e69",
   "photos":[
      {
        "url":"http://pix2.agoda.net/hotelimages/1/-1/0ff4876f93688b8adcbed487b5a2175d.jpg?s=312x",
        "filename":"0ff4876f93688b8adcbed487b5a2175d.jpg?s=312x"
      }
   ],
   "overview": "TRYP Málaga Alameda Hotel is perfectly located for both business and leisure guests in Malaga. The hotel has everything you need for a comfortable stay. To be found at the hotel are 24-hour room service, free Wi-Fi in all rooms, 24-hour front desk, facilities for disabled guests, Wi-Fi in public areas. Each guestroom is elegantly furnished and equipped with handy amenities. The hotel's peaceful atmosphere extends to its recreational facilities which include fitness center, sauna. TRYP Málaga Alameda Hotel combines warm hospitality with a lovely ambiance to make your stay in Malaga unforgettable.",
   "rating_average": 5
 },
 {
   "hotel_name": "NH Iquique Hotel",
   "addressline1": "Av Costanera 3939",
   "author":"6463c6b3dd3d25c7a5921e69",
   "photos":[
      {
        "url":"http://pix2.agoda.net/hotelimages/1/-1/0ff4876f93688b8adcbed487b5a2175d.jpg?s=312x",
        "filename":"0ff4876f93688b8adcbed487b5a2175d.jpg?s=312x"
      }
   ],
   "overview": "NH Iquique Hotel is perfectly located for both business and leisure guests in Iquique. The hotel offers guests a range of services and amenities designed to provide comfort and convenience. All the necessary facilities, including 24-hour front desk, facilities for disabled guests, Wi-Fi in public areas, car park, room service, are at hand. Guestrooms are designed to provide an optimal level of comfort with welcoming decor and some offering convenient amenities like television LCD/plasma screen, separate living room, air conditioning, heating, wake-up service. To enhance guests' stay, the hotel offers recreational facilities such as fitness center, outdoor pool. A welcoming atmosphere and excellent service are what you can expect during your stay at NH Iquique Hotel.",
   "rating_average": 1
 },
{
   "hotel_name": "Sheraton Grand Hotel & Spa, Edinburgh",
   "addressline1": "1 Festival Square",
   "author":"6463c6b3dd3d25c7a5921e69",
   "photos":[
      {
        "url":"http://pix2.agoda.net/hotelimages/1/-1/0ff4876f93688b8adcbed487b5a2175d.jpg?s=312x",
        "filename":"0ff4876f93688b8adcbed487b5a2175d.jpg?s=312x"
      }
   ],
   "overview": "Sheraton Grand Hotel & Spa, Edinburgh is perfectly located for both business and leisure guests in Edinburgh. The hotel has everything you need for a comfortable stay. 24-hour room service, free Wi-Fi in all rooms, 24-hour security, daily housekeeping, fireplace are there for guest's enjoyment. Each guestroom is elegantly furnished and equipped with handy amenities. The hotel offers various recreational opportunities. Sheraton Grand Hotel & Spa, Edinburgh is an excellent choice from which to explore Edinburgh or to simply relax and rejuvenate.",
   "rating_average": 2
 },
 {
   "hotel_name": "Kew Green Hotel Wanchai Hong Kong",
   "addressline1": "41-49 Hennessy Road",
   "author":"6463c6b3dd3d25c7a5921e69",
   "photos":[
      {
        "url":"http://pix2.agoda.net/hotelimages/1/-1/0ff4876f93688b8adcbed487b5a2175d.jpg?s=312x",
        "filename":"0ff4876f93688b8adcbed487b5a2175d.jpg?s=312x"
      }
   ],
   "overview": "The 4-star Kew Green Hotel Wanchai Hong Kong offers comfort and convenience whether you're on business or holiday in Hong Kong. Both business travelers and tourists can enjoy the hotel's facilities and services. Service-minded staff will welcome and guide you at the Kew Green Hotel Wanchai Hong Kong. Each guestroom is elegantly furnished and equipped with handy amenities. The hotel's peaceful atmosphere extends to its recreational facilities which include fitness center. Friendly staff, great facilities and close proximity to all that Hong Kong has to offer are three great reasons you should stay at Kew Green Hotel Wanchai Hong Kong.",
   "rating_average": 1
 },
 {
   "hotel_name": "Hotel Dann Carlton Medellin",
   "addressline1": "Cra 43A No. 7-50", 
   "author":"6463c6b3dd3d25c7a5921e69",
   "photos":[
      {
        "url":"http://pix2.agoda.net/hotelimages/1/-1/0ff4876f93688b8adcbed487b5a2175d.jpg?s=312x",
        "filename":"0ff4876f93688b8adcbed487b5a2175d.jpg?s=312x"
      }
   ],
   "overview": "The 5-star Hotel Dann Carlton Medellín offers comfort and convenience whether you're on business or holiday in Medellin. Both business travelers and tourists can enjoy the hotel's facilities and services. Facilities like 24-hour front desk, facilities for disabled guests, luggage storage, room service, airport transfer are readily available for you to enjoy. Some of the well-appointed guestrooms feature air conditioning, wake-up service, desk, mini bar, alarm clock. Recuperate from a full day of sightseeing in the comfort of your room or take advantage of the hotel's recreational facilities, including fitness center, outdoor pool, spa, massage, steamroom. Friendly staff, great facilities and close proximity to all that Medellin has to offer are three great reasons you should stay at Hotel Dann Carlton Medellín.",
   "rating_average": 3
 },
 {
   "hotel_name": "Grand Coloane Resort",
   "addressline1": "1918 Estrada de Hac Sa",
   "author":"6463c6b3dd3d25c7a5921e69",
   "photos":[
      {
        "url":"http://pix2.agoda.net/hotelimages/1/-1/0ff4876f93688b8adcbed487b5a2175d.jpg?s=312x",
        "filename":"0ff4876f93688b8adcbed487b5a2175d.jpg?s=312x"
      }
   ],
   "overview": "Grand Coloane Resort is conveniently located in the popular Coloane area. The hotel offers a wide range of amenities and perks to ensure you have a great time. Take advantage of the hotel's 24-hour room service, daily housekeeping, free Wi-Fi in all rooms, taxi service, 24-hour security. Designed for comfort, selected guestrooms offer television LCD/plasma screen, additional toilet, bathroom phone, carpeting, clothes rack to ensure a restful night. Entertain the hotel's recreational facilities, including hot tub, fitness center, sauna, golf course (on site), outdoor pool. Grand Coloane Resort is an excellent choice from which to explore Macau or to simply relax and rejuvenate.",
   "rating_average": 5
 },
 {
   "hotel_name": "SKYCITY Hotel",
   "addressline1": "Corner Victoria & Federal Streets",
   "author":"6463c6b3dd3d25c7a5921e69",
   "photos":[
      {
        "url":"http://pix2.agoda.net/hotelimages/1/-1/0ff4876f93688b8adcbed487b5a2175d.jpg?s=312x",
        "filename":"0ff4876f93688b8adcbed487b5a2175d.jpg?s=312x"
      }
   ],
   "overview": "Skycity Hotel is perfectly located for both business and leisure guests in Auckland. Offering a variety of facilities and services, the hotel provides all you need for a good night's sleep. To be found at the hotel are 24-hour room service, free Wi-Fi in all rooms, wheelchair accessible, casino, 24-hour front desk. Guestrooms are fitted with all the amenities you need for a good night's sleep. In some of the rooms, guests can find television LCD/plasma screen, carpeting, complimentary instant coffee, complimentary tea, mirror. The hotel's peaceful atmosphere extends to its recreational facilities which include fitness center, spa, massage. A welcoming atmosphere and excellent service are what you can expect during your stay at Skycity Hotel.",
   "rating_average": 4
 },
 {
   "hotel_name": "Pullman Bordeaux Lac",
   "addressline1": "Avenue Jean Gabriel Domergue",
   "author":"6463c6b3dd3d25c7a5921e69",
   "photos":[
      {
        "url":"http://pix2.agoda.net/hotelimages/1/-1/0ff4876f93688b8adcbed487b5a2175d.jpg?s=312x",
        "filename":"0ff4876f93688b8adcbed487b5a2175d.jpg?s=312x"
      }
   ],
   "overview": "Located in Le Lac, Pullman Bordeaux Lac is a perfect starting point from which to explore Bordeaux. Offering a variety of facilities and services, the hotel provides all you need for a good night's sleep. Casino, 24-hour front desk, facilities for disabled guests, luggage storage, Wi-Fi in public areas are just some of the facilities on offer. Each guestroom is elegantly furnished and equipped with handy amenities. To enhance guests' stay, the hotel offers recreational facilities such as fitness center, golf course (within 3 km), outdoor pool, massage, solarium. Pullman Bordeaux Lac is an excellent choice from which to explore Bordeaux or to simply relax and rejuvenate.",
   "rating_average": 2
 },
 {
   "hotel_name": "Hotel Conde Luna",
   "addressline1": "Avenida Independencia, 7",
   "author":"6463c6b3dd3d25c7a5921e69",
   "photos":[
      {
        "url":"http://pix3.agoda.net/hotelimages/34/34/34_08091300010079.jpg?s=312x",
        "filename":"34_08091300010079.jpg?s=312x"
      }
   ],
   "overview": "Stop at Hotel Conde Luna to discover the wonders of Leon. Both business travelers and tourists can enjoy the hotel's facilities and services. 24-hour front desk, luggage storage, room service, meeting facilities, babysitting are on the list of things guests can enjoy. Some of the well-appointed guestrooms feature air conditioning, heating, wake-up service, desk, mini bar. Entertain the hotel's recreational facilities, including massage. No matter what your reasons are for visiting Leon, Hotel Conde Luna will make you feel instantly at home.",
   "rating_average": 5
 },
 {
   "hotel_name": "Park Suisse Hotel",
   "addressline1": "Via Favale 31",
   "author":"6463c6b3dd3d25c7a5921e69",
   "photos":[
      {
        "url":"http://pix5.agoda.net/hotelimages/36/36/36_16060914140043329990.jpg?s=312x",
        "filename":"36_16060914140043329990.jpg?s=312x"
      }
   ],
   "overview": "Set in a prime location of Santa Margherita Ligure, Park Suisse Hotel puts everything the city has to offer just outside your doorstep. Featuring a complete list of amenities, guests will find their stay at the property a comfortable one. 24-hour room service, free Wi-Fi in all rooms, Wi-Fi in public areas, valet parking, car park are on the list of things guests can enjoy. Television LCD/plasma screen, linens, mirror, closet, internet access – wireless can be found in selected guestrooms. The hotel offers various recreational opportunities. Discover all Santa Margherita Ligure has to offer by making Park Suisse Hotel your base.",
   "rating_average": 4
 }]